[chapter1act1]
doublejump0 = ¿Acaso compañero Mafia ver televisión anoche? Búho de ciencia confusa decir que las personas pequeñas pueden [hint]realizar un doble salto en el aire[/hint].
doublejump1 = Lo vi. Esto hace que la Mafia se sienta incómodo con su cuerpo. Debemos ir a entrenar.
doublejump2 = ¿Acaso compañero Mafia ver show de gato cocinero?
doublejump3 = No. ¿Qué cocina?
doublejump4 = Él cocina pasta... Con coles de bruselas.
doublejump5 = ¡Asqueroso! ¡Incluso pensar sólo en la combinación hace a Mafia querer vomitar!

punch0 = Hoy golpeé barril vestido de anciana. Hace que la gente tenga miedo de Mafia.
punch1 = Vida de Mafia ser buena.
punch2 = A veces Mafia olvidar si golpear barril o anciana. Así que hago ambas.

seagull0 = La gaviota comer pez, pero el pez pertenece a la Mafia. Golpeamos gaviota por no respetar a la Mafia.
seagull1 = Gaviota decir: "¡No me golpees, tengo un hijo!" Mafia golpear gaviota con hijo.
seagull2 = Estúpidas gaviotas. Todo lo que hacen es estar por ahí. ¡Como la Mafia! Copiones. 

road0 = Todos los caminos llevan a Mafia. No es bueno, grandes problemas de inmigración.
road1 = Arreglamos esto mudándonos a la isla. Ahora no hay camino que conduzca a Mafia.
road2 = La desventaja de vivir en una isla distante: Es que las cosas tardan una eternidad cuando las ordenas en línea.
road3 = Viene en un barco pequeño, pero cada vez que llega, disparamos. Después de un rato, el barco deja de venir.
road4 = A veces la Mafia quiere probar algo que no sea pescado, pero todo está muy lejos.
road5 = La Mafia comienza a preguntarse por qué la Mafia se mudó aquí.
road6 = A la Mafia ni siquiera le gusta el pescado.

geyser0 = Construimos base en géiser gigante. Tú preguntar: "¿Cómo se hace eso?" pero no te decimos.
geyser1 = Si decimos, intentas construir una base como nosotros, pero la base te sale débil.
geyser2 = Al no decirte, evitas un destino miserable. Mafia te hace un favor. Ahora le debes un favor a la Mafia.
geyser3 = Niña con sombrero, recuerda que le debes favor a la Mafia. Si lo olvidas... Je je je... Mafia se asegurará de que recuerdes.

steal0 = Ayer vi a una familia. Le digo a la familia: "Me llevo todo ahora".
steal1 = La familia le suplica a Mafia que no se lleve todo. La Mafia decir que es una broma. Mafia ser gracioso.
steal2 = Pero la broma real es que Mafia llevarse las cosas de todos modos.
steal3 = La Mafia no es cruel. La Mafia da un buen reemplazo para la vieja casa de la familia.
steal4 = ¡Pequeña balsa en el mar! Está cerca del agua. Tiene buena vista. Ni siquiera es necesario ir al mercado cuando los peces están debajo.

hardwork0 = La vida de Mafia es un trabajo duro. La gente no aprecia la dedicación al trabajo.
hardwork1 = Ayer, Mafia despertarse sin ganas de golpear. ¿Lo ves? Incluso el trabajo de Mafia es difícil.

submarine0 = Mafia intenta construir ciudad bajo el agua, pero Mafia no puede contener la respiración por más de un minuto.
submarine1 = Nosotros hacer submarino de Mafia para construir ciudad de agua, pero es aburrido. Más divertido comer personas con submarino.

sonstrong0 = Le digo a mi hijo: "golpeas a la gente cuando ser grande y fuerte". Pero la Mafia sabe que hijo nunca volverse grande y fuerte.
sonstrong1 = El corazón de la Mafia está roto.

scienceowl0 = La Mafia ve un búho con abrigo de científico. La Mafia preguntar: "¿Haces ciencia?" Búho decir palabras que Mafia no entiende.
scienceowl1 = Mafia golpear búho confuso.

drunksleep0 = ZZZZZZZZZZZZZZZZZZZZ....
drunksleep1 = N-no... está a punto de llover... Mafia sin paraguas...
drunksleep2 = La Mafia odiar el agua... n-no... zzzZZZZZzz...

livethousand0 = La Mafia vive aquí por miles de años. La Mafia no recuerda cómo es el lugar antes de Mafia.
livethousand1 = La Mafia no recuerda lo que le sucedió a las personas de la vieja isla. Lo único que la Mafia recuerda es que son buenas balas de cañón para los cañones de la ciudad.

dumb0 = La gente dice que la Mafia es estúpida, ¡pero la Mafia no es estúpida! Mafia graduarse de Universidad. ¡Mafia tiene un doctorado en Mafia!

secretitem0 = Niña, ¿ves algo allí?
secretitem1 = La Mafia se pregunta si hay forma de obtener... pero Mafia no tiene tiempo de buscar la entrada si la Mafia necesita mirar.
secretitem2 = ¿Niña consiguió objeto? Pero... ¿Pero cómo? ¡Debes decirle a Mafia!
secretitem3 = La Mafia necesita saber. Lugar perfecto para escondidas y golpes.


eatfood0 = La Mafia cocina comida para toda la ciudad, no solo para la Mafia. Ayudamos a todos.
eatfood1 = [scream]¡JA![/scream][waitlong] Mafia ser gracioso. Ser broma. Comemos todo.

mugirl0 = La Mafia ver a niña de rojo. Niña decir Mafia mala y trata de atacar, pero Mafia arrojarla al océano.
mugirl1 = La Mafia se ríe de la niña enojada y mojada.

clock0 = Mafia tomar torre del reloj de isla distante.
// Below needs voice acting
clock1 = Pero a la Mafia en realidad no le importa el tiempo, ¡así que la torre es inútil!

goldtie0 = Mafia comprar corbata dorada del bazar. Muy orgulloso.
goldtie1 = ¡Mafia trabajar duro durante 20 años! ¡Ganar dinero para comprar corbata dorada!

vaults0 = Las bóvedas alrededor de la ciudad pertenecen a la Mafia. ¡No tocar!
vaults1 = ¡Ja ja! Mafia bromea. Niña no puede abrir la bóveda. Bóvedas estar aseguradas con código.
vaults2 = [small]Espera... Código de la Mafia no estar en el bolsillo... uhm...[/small]
vaults3 = [small]...¿donde Mafia poner código de bóveda?...[/small]

boatride0 = ¿Niña quiere ir en barco? ¡Ja! ¡Súbete, paseo en barco ser muy seguro! [small]*cof*[/small]

cave_restricted0 = Cueva fuera de límites. Órdenes del jefe.
cave_restricted1 = Niña no puede entrar a la cueva. Órdenes del jefe.
cave_restricted2 = Nadie tener permitido entrar a la cueva.

cave_restricted_lazy0 = Solo... no entres a la cueva. Por favor.
cave_restricted_lazy1 = Deja a Mafia sola y aléjate de la cueva. No hagas que la Mafia tenga que levantarse.
cave_restricted_lazy2 = Mantenga distancia de la cueva, señorita. Ni siquiera lo piense.

[milkman]
intro0 = Mira alrededor tuyo. ¿Ves cuán fuerte y llena de energía ser la Mafia? Todo gracias al lechero.
intro1 = Sin leche dos veces al día, la Mafia no ser nada.

[chapter1combat]
intro0 = ¡Hey! ¡Niña! ¡Fuera! ¡Mafia no puede tener a una niña de testigo cuando está dando lección! 
intro1 = ¡Esto es incómodo para la Mafia! Mafia no estar seguro de qué hacer.
intro2 = Jefe, ¿qué debemos hacer con la testigo ocular? 
boss_intro0 = ¡Denle una lección, chicos!
wake0 = ¡Ven con papá Mafia!
wake1 = Tú, pequeño...
wake2 = ¡Te voy a derribar!
wake3 = ¡Ninguna niña va a estar en el camino de la Mafia!
boss_wake0 = [scream]¡SUFICIENTE![/scream]
boss_wake1 = ¡La Mafia no se inclinará ante una niñita! ¡¡¡Prepárate para sentir la furia de la Mafia!!!

barrelthrow0 = ¡Ver si niña puede[br]soportar este barril!
barrelthrow1 = ¡Cuidado,[br]pequeña mocosa!
barrelthrow2 = ¡Quédate quieta!
barrelthrow3 = ¡No pienses en[br]esquivar[br]los barriles!

boss_godown0 = ¡Esto no lleva a ninguna parte! La Mafia necesita encargarse de esto al estilo Mafia.
boss_godown1 = ¡Prepárate para sentir lo que la Mafia le hace a las ancianas!

[chapter1bullying]
scream0 = ¡Come tierra!
scream1 = ¡Inclínate ante Mafia!
scream2 = ¡Ja ja!
scream3 = ¡Toma esto! ¡Y esto!
scream4 = ¡Toma esto! ¡Y eso!
scream5 = ¿Sientes el dolor? ¡Qué bien!
scream6 = ¡Mafia sólo te ayuda a construir tu carácter!

[bazaar]
balloon_intro0 = ¿Esta tienda? No está abierta.
generic_shop_notopen0 = Mafia sigue preparando tienda, no está abierto. Incluso cuando abra, ¡no eres bienvenida!

tunnel_block0 = La Mafia dice: Mantente atento al túnel. Quizás algo interesante aparezca más tarde.
tunnel_block1 = ¡Ja! Mafia bromear. Nada interesante sucede aquí.

[shops]
fruitbar0 = ¿Qué es esto? Una frutería. ¿O lo es? [wave]Je je je[/wave].
fruitbar1 = Frutería no te venderá. Solo venta a... ciertas personas.

boat_ticket_island0 = Mafia vende boletos para barcos a isla lejana.
boat_ticket_island1 = Pero... boletos agotados. Vuelve más tarde.
boat_ticket_island2 = Mafia ya decirle a niña que boletos estar agotados. ¡Fuera!

[blackmarket]
guard0 = ¡Alto! Niños no permitidos en el mercado negro.
guard1 = ¡El mercado negro es exclusivo a Mafia!

[hq]
rude_jeer0 = ¡Niñita fuera![br]¡Esta es la base de la Mafia!
rude_jeer1 = ¡La Mafia no toma amablemente a los intrusos!
rude_jeer2 = ¡Vete a casa!
lobby0 = ¡Deberías irte! Este no es un lugar para una niñita.
lobby1 = La mayoría de los lugares no son para niños, especialmente este lugar.
lobby2 = Si niñita consigue adicción a apuestas, es su culpa.
lobby3 = Estas mesas con ruleta son solo decoración. No apuestas aquí.
lobby4 = La Mafia solo dice la verdad. No hay cosas ilegales sucediendo en absoluto.
bar0 = ¿Qué te preocupa, pequeña niña? La Mafia no sabe qué niña tomar.
bar1 = Cualquiera que sea el problema, Mafia seguro de que puedes lidiar con eso.
bar2 = Pareces de tipo tenaz, no dejas el problema a medias.
bar3 = Otra niña correr a la cocina, si la estás buscando.
bar4 = Ella se veía como de tipo rebelde. Mantén un ojo en ella.

[spaceship]
flyingboat0 = ¿Qué es esto? ¿Un barco volador?
flyingboat1 = ¡Todos los barcos necesitan[br]pagar peaje en[br][name]Mafia Town[/name].
flyingboat2 = ...incluso[br]¡en el espacio!
flyingboat3 = Mafia viene a[br]reclamar.

[cheating_race]
intro0 = ¡Jaja! ¡Los cohetes son rápidos, y si Mafia estar en cohete, Mafia ser rápido! ¡El hombre más rápido de todos!
intro1 = ¿Niñita quiere competir con el hombre más rápido de todos? Mafia robó [icon:timepiece][timepiece]Pieza Temporal[/timepiece] de la sede. Si ganas, Mafia te la dará.
intro2 = ¿Niñita segura? Te ves muy lenta, tal vez vuelve más tarde cuando niña pueda viajar más rápido.
intro3 = ¡Está bien! Mafia no estar seguro de que la Mafia sobreviva a esto, ¡pero al menos Mafia morir como el hombre más rápido de todos!
intro_a = ¡Rétame, gallina!
intro_b = ¡Adiós, perdedora!
intro_c = ¡Corre conmigo, ya!

[sell_decoration]
intro0 = ¡Niña pequeña! ¡Tú! ¡Sí, tú! ¿Quieres darle dinero a la Mafia, sí? ¡Por supuesto que sí!
intro1 = ¡La Mafia necesita dinero... rápido! ¿Tienes dinero? Compra la pertenencia más querida de la Mafia.
intro2 = ¡La querida Mafia tiene... un... [name]cojín de hamburguesa[/name]! Sí, el más hermoso [name]cojín de hamburguesa[/name]en la ciudad! 
intro3 = Entonces, por favor, compra... O la Mafia puede estar bañándose con pequeños peces.
deny0 = ¿Por qué no comprar a la Mafia? La Mafia realmente necesitar dinero, ¡por favor, compra!
retry0 = ¡Compre, por favor! ¡Compre, por favor! ¡La Mafia realmente necesita dinero!
accept0 = ¡Gracias! La Mafia gastará dinero cuidadosamente. En la sala de juegos secretos.

[cave_dreams]
rules_explained0 = Hola, niña. Esta es la Ruptura Temporal de la Mafia. [timepiece][icon:timepiece]Pieza Temporal[/timepiece] golpear a la Mafia en la cabeza, y ahora ruptura temporal estar llena de pensamientos y sueños de la Mafia.
rules_explained1 = Esta ruptura temporal es simple. Simple como la Mafia, como le gusta a la Mafia.
rules_explained2 = Reglas de la ruptura temporal: Si mueres, empiezas de nuevo. Necesitarás [treasure][icon:treasure]Pons de la Ruptura[/treasure] para continuar.
rules_explained3 = Esas son todas las reglas. Por favor, pise con cuidado en la ruptura temporal de la Mafia. A la Mafia le gusta experimentar el pasado.

orbs_preserved0 = ¿Ha notado la niña que los [treasure][icon:treasure]Pons de la Ruptura[/treasure] no gastados se guardan en cada piso? No es necesario obtener cada Pon.
orbs_preserved1 = ¡Buena suerte! ¡Mafia tiene [hint]el siguiente piso abierto[/hint] para ti!

[finale]
outside0 = Esto ser como la isla [br]cubierta de lava. Solamente, que [br]diferente.
outside1 = ¡Mafia no hacer nada para merecer esto! Mafia relajarse y vivir en isla. Allí son las 5 en punto, siempre.
outside2 = La Mafia[br]no le gusta ser juzgado.[br]Ponerme ansioso. Sudar por el traje.
outside3 = Mafia no saber si ser juzgado por crimen o por cocina, que ser mas aterrador.
plea0 = ¡No golpeé al viejo por 2 días seguidos esa vez!
group_counter0 = [scream]¡ELLA PUEDE LARGARSE![/scream]
group_counter1 = La niña con bigote no ser bienvenida aquí. La Mafia decir, ¡lárgate!
mafiaball0 = ¡Niñita con sombrero ni siquiera puede golpear a la malvada niña con bigote! ¡Tenemos que ayudar!

suicide0 = Oh... cuando la Mafia explota, la Mafia deja caer [icon:health][name]Pons[/name]... ¡Esto le da a Mafia una idea!
suicide1 = Niña pequeña del sombrero necesita ayuda para regresar el tiempo. Si la Mafia estalla, niña del sombrero obtener útiles [icon:health][name]Pons[/name]. ¡Mafia tiene que explotar para salvar el mundo!
suicide2 = ¡¿Qué?! ¡¡Plan ser una locura!
suicide3 = No te preocupes, compañero Mafia. ¡Si la niña tiene éxito, la Mafia regresar cuando el tiempo retrocede! Ahora ... ¡Golpéame con todas tus fuerzas, compañero Mafia! ¡Sin dudarlo!
suicide4 = [scream]Niña de la capucha[br]roja...[br]¡LÁRGATE![/scream]
suicide5 = ¡Niña del sombrero, aquí! ¡Toma éstos!

[ending]
hang0 = ¡No nos dejes!
hang1 = ¡¡¡Te vamos a extrañaaaaaaaaar!!!